Repository: lengthofrope/lor-seo
Catalog: languages/buzz-seo-*.po
Languages: nl_nl

source: The meta description is {0} character(s), however up to {1} characters are available.
nl_nl: De meta omschrijving is {0} karakter(s) lang, er zijn echter {1} karakters beschikbaar.

source: The meta description has an optimal length of {0} out of max {1} characters.
nl_nl: De meta omschrijving heeft een optimale lengte van {0} van de {1} beschikbare karakters.

source: No subheading tags (like an H2) appear in the copy.
nl_nl: Er zijn geen sub-kopteksten (zoals een H2) aanwezig in de content.

source: Subheadings appear in the copy.
nl_nl: Sub-kopteksten zijn aanwezig in de content.

source: Please create a page title.
nl_nl: Voeg aub. een pagina titel toe.

source: The page title contains {0} characters, which is less than the recommended minimum of {3} characters.
nl_nl: De pagina titel bevat {0} karakter(s), wat minder is dan de minimaal aanbevolen {3} karakters.

source: The page title contains {0} characters, which is slightly less than the recommended minimum of {3} characters.
nl_nl: De pagina titel bevat {0} karakter(s), wat iets minder is dan de minimaal aanbevolen {3} karakters.

source: The page title is between the {3} character minimum and the recommended {1} character maximum.
nl_nl: De paginatitel is tussen de {3} karakter minimum en het aanbevolen {1} karakter maximum.

source: The specified meta description is {2} character(s) over the {1} available. Reducing it will ensure the entire title is visible.
nl_nl: De meta omschrijving is {2} karakter(s) langer dan de {1} beschikbare karakters. Het inkorten zorgt ervoor dat de hele titel zichtbaar is.

source: No main focus keyword was set for this page.
nl_nl: Er is geen hoofd sleutelwoord ingevuld voor deze pagina.

source: Your main focus keyword has a valid length.
nl_nl: Het hoofd sleutelwoord heeft een goede lengte.

source: Your main focus keyphrase is over {2} words, a keyphrase should be shorter.
nl_nl: De hoofd sleutelzin is langer dan {2} woorden, deze zou korter moeten zijn.

source: The keyword density for `{1}` is {0}%, which is way over the advised {2}% maximum. The focus keyword was found {3} time(s).
nl_nl: De dichtheid voor sleutelwoord `{1}` is {0}% wat veel meer is dan het geadviseerde {2}%. Het sleutelwoord is {3} keer gevonden.

source: The keyword density for `{1}` is {0}%, which over the advised {2}% maximum. The focus keyword was found {3} time(s).
nl_nl: De dichtheid voor sleutelwoord `{1}` is {0}% wat meer is dan het geadviseerde {2}%. Het sleutelwoord is {3} keer gevonden.

source: The keyword density for `{1}` is {0}%, which is great. The focus keyword was found {3} time(s).
nl_nl: De dichtheid voor sleutelwoord `{1}` is {0}% wat perfect is. Het sleutelwoord is {3} keer gevonden.

source: The keyword density for `{1}` is {0}%, which is low. The focus keyword was found {3} time(s).
nl_nl: De dichtheid voor sleutelwoord `{1}` is {0}% wat te weinig is. Het sleutelwoord is {3} keer gevonden.

source: The meta description does not contain the main focus keyword.
nl_nl: Het hoofd sleutelwoord is niet gevonden in de meta omschrijving.

source: The meta description contains the focus keyword.
nl_nl: Het hoofd sleutelwoord is gevonden in de meta omschrijving.

source: The main focus keyword does not appear in the first paragraph of the copy.
nl_nl: Het hoofd sleutelwoord staat niet in de eerste paragraaf van de content.

source: The main focus keyword appears in the first paragraph.
nl_nl: Het hoofd sleutelwoord staat in de eerste paragraaf.

source: The main focus keyword does not appear in the page title.
nl_nl: Het hoofd sleutelwoord staat niet in de pagina titel.

source: The main focus keyword appears in the page title.
nl_nl: Het hoofd sleutelwoord staat in de pagina titel.

source: The content is very difficult to read. Try to make shorter sentences and use less difficult words to improve readability.
nl_nl: De tekst is erg moeilijk te lezen. Probeer kortere zinnen te maken en minder moeilijke woorden te gebruiken om de leesbaarheid te verbeteren.

source: The content is difficult to read. Try to make shorter sentences and use less difficult words to improve readability.
nl_nl: De tekst is moeilijk te lezen. Probeer kortere zinnen te maken en minder moeilijke woorden te gebruiken om de leesbaarheid te verbeteren.

source: The content is fairly difficult to read. Try to make shorter sentences to improve readability.
nl_nl: De tekst is vrij moeilijk te lezen. Probeer kortere zinnen te maken om de leesbaarheid te verbeteren.

source: The content is sufficiantly readable.
nl_nl: De tekst is voldoende leesbaar.

source: The content is fairly easy to read.
nl_nl: De tekst is vrij eenvoudig te lezen.

source: The content is easy to read. Good job!
nl_nl: De tekst is eenvoudig te lezen. Goed gedaan!

source: The content is very easy to read. Splendid!
nl_nl: De tekst is erg eenvoudig te lezen. Super!

source: Automatic generation of XML sitemaps.
nl_nl: Automatische generatie van XML sitemaps.

source: Manage 404 errors and 301 redirects.
nl_nl: Beheer 301 verwijzingen en 404 errors.

source: Structured Data
nl_nl: Gestructureerde data

source: Add structured data to the content to allow search engines to show the content as rich snippets.
nl_nl: Voeg gestructureerde data toe aan de content om zoekmachines de benodigde informatie te voorzien voor bijv. rich snippets te tonen.

source: Nonce value is invalid.
nl_nl: Nonce waarde is niet geldig.

source: Settings saved.
nl_nl: Instellingen opgeslagen.

source: File %s does not exist.
nl_nl: Bestand %s bestaat niet.

source: No Features available
nl_nl: Er zijn geen onderdelen beschikbaar

source: Author
nl_nl: Auteur

source: Date
nl_nl: Datum

source: archive
nl_nl: archief

source: Redirect added.
nl_nl: Verwijzing toegevoegd.

source: Could not save new redirect.
nl_nl: Kon de verwijzing niet opslaan.

source: Article
nl_nl: Artikel

source: An article, such as a news article or piece of investigative report. Newspapers and magazines have articles of many different types and this is intended to cover them all.
nl_nl: Een artikel, zoals een nieuwsartikel of een onderzoeksrapport. Kranten en tijdschrijften bevatten vele soorten artikelen, en dit artikel is bedoeld om ze allemaal af te vangen.

source: Blog posting
nl_nl: Blog bericht

source: A blog post
nl_nl: Een blog bericht

source: Book
nl_nl: Boek

source: A book
nl_nl: Een boek

source: Computer programming source code. Example: Full (compile ready) solutions, code snippet samples, scripts, templates.
nl_nl: Broncode van een computerprogramma. Bijvoorbeeld: Volledige (compileerbare) oplossingen, code voorbeelden, scripts, templates.

source: Game
nl_nl: Spel

source: A game
nl_nl: Een spel

source: Movie
nl_nl: Film

source: A movie
nl_nl: Een film

source: Music recording
nl_nl: Muziekopname

source: A music recording (track), usually a single song.
nl_nl: Een muziekopname (lied), doorgaans een enkel nummer.

source: Painting
nl_nl: Schilderij

source: A painting
nl_nl: Een schilderij

source: Photograph
nl_nl: Foto

source: A photograph
nl_nl: Een foto

source: Recipe
nl_nl: Recept

source: A recipe
nl_nl: Een recept

source: An organization such as a school, NGO, corporation, club, etc.
nl_nl: Een organisatie zoals een school, NGO (niet-overheidsorganisatie), corporatie, club, enz.

source: Corporation
nl_nl: Corporatie

source: A business corporation.
nl_nl: Een corporatie.

source: Sports organization
nl_nl: Sport organisatie

source: Represents the collection of all sports organizations, including sports teams, governing bodies, and sports associations.
nl_nl: Vertegenwoordigt de verzameling van alle sportorganisaties, met inbegrip van sportteams, bestuursorganen, en sportverenigingen.

source: A person (alive, dead, undead, or fictional).
nl_nl: Een persoon (levend, dood, ondood, of fictioneel).
