Repository: lengthofrope/lor-seo
Catalog: languages/buzz-seo-*.po
Languages: nl_nl

source: Basic
nl_nl: Basis

source: Canonical
nl_nl: Canoniek

source: Social Media
nl_nl: Sociale Media

source: Page title
nl_nl: Pagina titel

source: The title as displayed in search engines and in the browser title area. Defaults to the post title if empty.
nl_nl: De titel zoals weergegeven in zoekmachines en in de browser titelbalk. Als deze wordt leeggelaten wordt de bericht titel gebruikt.

source: Meta description
nl_nl: Meta omschrijving

source: The description which most search engines use.
nl_nl: De omschrijving die in de meeste zoekmachines wordt gebruikt.

source: Index options
nl_nl: Indexeer opties

source: Do not index page (noindex)
nl_nl: Deze pagina niet indexeren (noindex)

source: Do not follow links (nofollow)
nl_nl: Links op deze pagina niet volgen (nofollow)

source: Warning:
nl_nl: Waarschuwing:

source: WordPress is set to no-indexing mode in global options. These page specific settings are ignored as long as the global setting is active.
nl_nl: WordPress blokkeert momenteel zoekmachines in het globale instellingen menu. Deze pagina specifieke opties worden genegeerd zolang als de globale instelling op blokkeren staat.

source: Tell search engines how to index this page.
nl_nl: Laat zoekmachines weten hoe ze deze pagina mogen indexeren.

source: Canonical URL
nl_nl: Canonieke URL

source: If left empty, the permalink is used as canonical url.
nl_nl: Als deze wordt leeggelaten wordt automatisch de permalink gebruikt als canonieke URL.

source: Social media
nl_nl: Sociale media

source: Facebook title
nl_nl: Facebook titel

source: If you don't want to use the post title for sharing the post on Facebook but instead want another title there, write it here.
nl_nl: Als je de berichttitel niet wilt gebruiken op Facebook, schrijf dan hier de titel die op Facebook gebruikt dient te worden.

source: Facebook description
nl_nl: Facebook omschrijving

source: If you don't want to use the meta description for sharing the post on Facebook but want another description there, write it here.
nl_nl: Als je de meta omschrijving niet wilt gebruiken op Facebook, schrijf dan hier de omschrijving die op Facebook gebruikt dient te worden.

source: Current Facebook image
nl_nl: Huidige Facebook afbeelding

source: Remove image
nl_nl: Verwijder afbeelding

source: Facebook image
nl_nl: Facebook afbeelding

source: Upload
nl_nl: Uploaden

source: Add a custom image for Facebook.
nl_nl: Voeg een afbeelding toe voor Facebook.

source: Twitter title
nl_nl: Twitter titel

source: If you don't want to use the post title for sharing the post on Twitter but instead want another title there, write it here.
nl_nl: Als je de berichttitel niet wilt gebruiken op Twitter, schrijf dan hier de titel die op Twitter gebruikt dient te worden.

source: Twitter description
nl_nl: Twitter omschrijving

source: If you don't want to use the meta description for sharing the post on Twitter but want another description there, write it here.
nl_nl: Als je de meta omschrijving niet wilt gebruiken op Twitter, schrijf dan hier de omschrijving die op Twitter gebruikt dient te worden.

source: Current Twitter image
nl_nl: Huidige Twitter afbeelding

source: Twitter image
nl_nl: Twitter afbeelding

source: Add a custom image for Twitter.
nl_nl: Voeg een afbeeding toe voor Twitter.

source: Analysis
nl_nl: Analyse

source: Focus keywords
nl_nl: Focus sleutelwoorden

source: Content analysis
nl_nl: Content analyse

source: Errors
nl_nl: Fouten

source: Warnings
nl_nl: Waarschuwingen

source: Not yet available.
nl_nl: Nog niet beschikbaar.

source: The analysis should only be used as an indicator.
nl_nl: De analyse dient alleen gebruikt te worden als een indicator van eventuele SEO gerelateerde problemen.

source: Readability
nl_nl: Leesbaarheid

source: The readability score is a methametical calculation based on the English literature.
nl_nl: De leesbaarheidsscore is een wiskundige berekening gebaseerd op de Nederlandse literatuur.

source: Focus keyword
nl_nl: Focus sleutelwoord

source: Pick the main keyword or keyphrase that this post/page is about.
nl_nl: Kies het hoofd sleutelwoord of de sleutelzin waar deze pagina over gaat.

source: Additional keywords
nl_nl: Additionele sleutelwoorden

source: Pick additional keywords or keyphrases that this post/page is about.
nl_nl: Kies additionele sleutelwoorden of sleutelzinnen waar deze pagina over gaat.

source: Settings
nl_nl: Instellingen

source: This settings page is only available for administrators.
nl_nl: Deze instellingen zijn alleen beschikbaar voor administrators.

source: Feature Settings
nl_nl: Onderdelen

source: Turn off the features you don't like to run automatically, this give you the ability select your needs according to SEO management.
nl_nl: Schakel bepaalde onderdelen die niet nodig zijn voor deze site in of uit.

source: Save Changes
nl_nl: Opslaan

source: This section is to setup Google Analytics on your website. Make sure you don't use other plugins that do the same, because adding the code multiple times might give issues in the results.
nl_nl: Hier kan je Google Analytics instellen voor de website. Zorg ervoor dat je de analytics tracking code niet ook laat toevoegen door bijv. het thema of andere plugins, want als hij vaker dan 1 keer wordt geladen krijg je verkeerde resultaten.

source: Options
nl_nl: Opties

source: Universal Tracking ID
nl_nl: Universele Tracking ID

source: Add the Universal Analytics tracking ID from Google Analytics. This is an ID like UA-xxxxxxxx-x.
nl_nl: Voeg de `Universal Analytics Tracking ID` van Google Analytics hier toe. Deze code heeft het volgende formaat: UA-xxxxxxxx-x.

source: Site Verification
nl_nl: Site verificatie

source: Add the Google Site verification code from Google Webmaster Tools to let Google know you are the owner of this site.
nl_nl: Voeg de `Google Site Verification` code van Google Webmaster Tools hier in zodat Google weet dat jij de eigenaar bent van de site.

source: Anonymize IP addresses
nl_nl: Anonimizeer IP adressen

source: Yes
nl_nl: Ja

source: Enabling this option is mandatory in certain countries due to national privacy laws.
nl_nl: Het inschakelen van deze optie is verplicht in bepaalde landen als gevolg van de nationale privacywetgeving.

source: Track User ID
nl_nl: Volg Gebruiker ID

source: Lets you associate engagement data from multiple devices and multiple sessions using the User ID, so you can see how logged in users interact over a longer period with your content. You are required by law in certain countries to notify your users when enabling this option.
nl_nl: Aan de hand van de Gebruiker ID kunt u betrokkenheidsgegevens van verschillende apparaten en meerdere sessies koppelen, zodat u kunt zien hoe gebruikers gedurende een langere periode met uw inhoud omgaan. U bent wettelijk verplicht in bepaalde landen om uw gebruikers te waarschuwen wanneer u deze optie inschakelt.

source: Advertising Features
nl_nl: Advertentiefuncties

source: Set the Google Analytics code to support Advertising Features. Advertising features include: Remarketing with Google Analytics, Google Display Network Impression Reporting, Google Analytics Demographics and Interest Reporting. You are required by law in certain countries to notify your users when enabling this option.
nl_nl: Stel de Google Analytics code in om advertentiefuncties te ondersteunen. Onder meer: ​​Remarketing met Google Analytics, Google Display Netwerk Impressie Reportages, Google Analytics Demografische en Interesserapporten. U bent wettelijk verplicht in bepaalde landen om uw gebruikers te waarschuwen wanneer u deze optie inschakelt.

source: Set Domain Name
nl_nl: Domein Naam

source: (Optional) Set a custom domain name. Needed when tracking multiple domains.
nl_nl: (Optioneel) Stel een eigen domeinnaam in. Nodig wanneer u meerdere domeinen gebruikt met uw Analytics code.

source: Cleanup HTML
nl_nl: HTML opruimen

source: WordPress adds some additional hidden data to your pages which can be useful, but might not be wanted. Items in the `Recommended`-section are good to disable from a SEO point-of-view.
nl_nl: WordPress voeg wat additionele verborgen data toe aan de HTML code welke handig kan zijn, maar niet altijd gewenst. Items in de `Aanbevolen`-sectie zijn vanuit SEO gezien slim om te verwijderen.

source: Recommended
nl_nl: Aanbevolen

source: Not recommended
nl_nl: Afgeraden

source: Remove
nl_nl: Verwijderen

source: Remove the link to the Really Simple Discovery service endpoint, EditURI link. Remove this if you don't use third party software to remotely post to your blog.
nl_nl: Verwijder de link naar de Really Simple Discovery service; de EditURI link. Verwijder dit als je geen externe software gebruikt om je blog op afstand te beheren.

source: Windows Live Writer is a WYSIWYG editor that runs on Windows, and that can post to your WordPress site remotely. If you don't use it, you can safely remove it.
nl_nl: Windows Live Writer is een WYSIWYG editor die voor Windows computers beschikbaar is en berichten kan plaatsen op je blog. Gebruik je het niet? Zet het dan uit.

source: Shortlink
nl_nl: Korte link

source: WordPress provides an alternative (short) link to each page. This can be safely removed.
nl_nl: WordPress voegt een alternatieve (korte) link toe aan alle pagina`s. Dit kan veilig worden verwijderd.

source: This removes support for ideograms and smileys in WordPress and removes a lot of useless CSS and JS code. Note: Emoji still can be used and shown if your OS supports it, but might be shown differently on each OS.
nl_nl: Dit verwijderd ingebouwde support binnen WordPress om ideogrammen en smileys te tonen en verwijderd daarmee veel nutteloze CSS and JS code. Opmerking: Emoji kunnen nog steeds zichtbaar zijn op je site afhankelijk van het OS dat je gebruikt, maar zullen er niet meer voor iedereen hetzelfde uit zien.

source: WP Version
nl_nl: WP Versie

source: Remove the WP version. Only hackers and script kiddies are interested in this.
nl_nl: Verwijder de WP versie uit de broncode. Alleen hackers en script kiddies zijn hierin geïnteresseerd.

source: Important: search engines like Google cannot use the feeds if you remove them, so be sure to add the feeds to your sitemap in Google Webmaster Tools manually.
nl_nl: Belangrijk: zoekmachines zoals Google kunnen de feeds niet gebruiken als je deze verwijderd. Verzeker jezelf ervan dat je de links handmatig hebt toegevoegd in Google Webmaster Tools als je onderstaande opties aanvinkt.

source: General feeds
nl_nl: Algemene feeds

source: Remove the links to the post and comment feeds. This one should definitely be checked off if you don't want to show links to your RSS feeds to search engines and anyone else trying to find them automatically such as comment spambots!
nl_nl: Verwijder de links naar de berichten en reactie feeds. Dit uitschakelen heeft als voordeel dat niemand (bijv. spambots) meer automatisch je RSS feeds kunnen vinden, maar let goed op de opmerking hierboven.

source: Remove the links to the extra feeds such as category feeds.
nl_nl: Verwijder de links naar de extra feeds zoals de categorie feeds.

source: Relational links
nl_nl: Relationele links

source: Remove relational links for the posts adjacent to the current post.
nl_nl: Verwijder relationele links voor de berichten grenzend (vorige en volgende) aan je huidige bericht.

source: General
nl_nl: Algemeen

source: Below you will find the basic plugin settings. Make sure these are setup correctly.
nl_nl: Hier vind je de basis plugin instellingen. Zorg ervoor dat deze goed zijn ingesteld.

source: Document title
nl_nl: Document titel

source: Post Type Archives
nl_nl: Berichttype Archieven

source: Taxonomy Archives
nl_nl: Taxonomie Archieven

source: Additional Archives
nl_nl: Additionele Archieven

source: Separator
nl_nl: Scheidingsteken

source: Change the separator character used in the document title.
nl_nl: Verander het scheidingsteken dat in de document titel gebruikt wordt.

source: Show tagline
nl_nl: Toon ondertitel

source: Show the tagline on the document title when visiting the homepage.
nl_nl: Toon de ondertitel van de site in de titel van de homepagina.

source: Show pagination
nl_nl: Toon paginatie

source: Show the page number on the document title if there are multiple pages and the page number equals two or higher.
nl_nl: Toon het paginanummer in de document titel wanneer een pagina paginatie bevat en het paginanummer twee of hoger is.

source: Show sitename
nl_nl: Toon sitenaam

source: Show the site name on the document title.
nl_nl: Toon de sitenaam in de document titel.

source: Document title prefix
nl_nl: Document titel voorvoegsel

source: Add a prefix to the main document title on the archive.
nl_nl: Voeg een voorvoegsel toe aan de document titel van het archief.

source: Document title suffix
nl_nl: Document titel achtervoegsel

source: Add a suffix to the main document title on the archive.
nl_nl: Voeg een achtervoegsel toe aan de document titel van het archief.

source: The meta description used on the archive page.
nl_nl: De meta omschrijving van het archief.

source: Do not index archive (noindex)
nl_nl: Dit archief niet indexeren (noindex)

source: Do not follow archive links (nofollow)
nl_nl: Links in dit archief niet volgen (nofollow)

source: Tell search engines how to index this archive
nl_nl: Laat zoekmachines weten hoe ze dit archief mogen indexeren.

source: Here you can manage your 404 errors and 301 redirects.
nl_nl: Hier kan je 301 redirects en 404 errors beheren.

source: Redirect (301)
nl_nl: Verwijzing (301)

source: Not found (404)
nl_nl: Niet gevonden (404)

source: Manage existing
nl_nl: Beheer bestaande

source: Add new
nl_nl: Voeg nieuwe toe

source: Remark
nl_nl: Opmerking

source: Here you can manage 301 redirects. Note: existing pages override the existing redirects. This prevents newly created pages not being accessible if a redirect for that URL already exists. If you leave the `Redirect to` empty, the URL will redirect to the homepage.
nl_nl: Hier kan je de 301 verwijzingen beheren. Let op: als een pagina bestaat met de gebruikte redirect, wordt die pagina getoond in plaats van de redirect. Dit voorkomt dat nieuwe pagina's niet toegankelijk zijn omdat een (oude) verwijzing nog in de database staat. Als je de verwijzing leeg laat wordt er verwezen naar de homepage.

source: Here you can add new 301 redirects.
nl_nl: Hier kan je nieuwe 301 verwijzingen toevoegen.

source: Request URI
nl_nl: Verzoek URI

source: Redirect URI
nl_nl: Omleiding URI

source: Add
nl_nl: Toevoegen

source: Whenever WordPress generates a 404 page, the URL responsible for the 404 will be added in the list below.
nl_nl: Als WordPress een 404 pagina toont, wordt deze url hier toegevoegd.

source: Auto 301 slugchanges
nl_nl: Automatisch slug-wijziging bijhouden

source: When changing the slug of existing posts, adds 301 redirects on the fly from the old slug to the new one.
nl_nl: Als de slug van een bestaande pagina of bericht wordt gewijzigd, automatisch een 301 verwijzing toevoegen van de oude naar de nieuwe locatie.

source: Auto 404 non-existing URLs
nl_nl: Automatisch 404 pagina's toevoegen aan de 404 lijst.

source: Add URLs to the 404 list if URLs are requested that do not exist.
nl_nl: URL toevoegen aan de 404 lijst als er door WordPress een 404 pagina wordt gerendered.

source: Structured Data settings
nl_nl: Gestructureerde Data instellingen

source: On this settings page you can enable structured (JSON-LD) data which should be added to your site. Search engines may use this data to better optimize the search results or to create rich snippets in the search results.
nl_nl: Op deze pagina kan je gestructureerde data inschakelen welke op bepaalde pagina`s wordt toegevoegd aan de site. Zoekmachines kunnen deze data gebruiken om de zoekresultaten beter te optimaliseren of van rich snippets te voorzien.

source: Creative works
nl_nl: Creatieve werken

source: Organizations
nl_nl: Organisaties

source: Person
nl_nl: Persoon

source: Organization
nl_nl: Organisatie

source: Structured data of the website is added to the homepage. Filling out these fields will influence the way search engines show your site in search results. Defaults to site name.
nl_nl: Gestructureerde data over de website wordt op de homepage toegevoegd. Het aanpassen van deze velden heeft invloed op hoe zoekmachines de site weergeven in de zoekresultaten. Als je dit leeg laat wordt de sitenaam gebruikt.

source: Name
nl_nl: Naam

source: The preferred name of your website.
nl_nl: De gewenste naam van de website.

source: Alternative name
nl_nl: Alternatieve naam

source: An alternate name you want search engines to consider.
nl_nl: De alternatieve naam die zoekmachines mogen gebruiken.

source: Structured data of the organization is added to the homepage. Leave the Name or URL empty if you don't want to add this information.
nl_nl: Gestructureerde data van de organisatie wordt toegevoegd aan de homepage. Laat de Naam of URL leeg als je deze data niet toegevoegd wilt hebben.

source: The official name of the organization, e.g. the registered company name.
nl_nl: De officiële naam van de organisatie, bijv de geregistreerde bedrijfsnaam.

source: The organization URL.
nl_nl: De URL van de organisatie.

source: Current logo
nl_nl: Huidige logo

source: The organization logo.
nl_nl: Het logo van de organisatie.

source: The contact e-mail address for this organization.
nl_nl: Het contact e-mailadres van de organisatie.

source: Phone
nl_nl: Telefoonnummer

source: The phone number for this organization.
nl_nl: Het telefoonnummer van de organisatie.

source: The fax number for this organization.
nl_nl: Het faxnummer van de organisatie.

source: Fields marked with a * are required to embed this data.
nl_nl: Velden gemarkeerd met een * zijn verplicht om de data toe te voegen als gestructureerde data.

source: Content should be about
nl_nl: De content moet gaan over

source: Post types
nl_nl: Berichttypen

source: Add article structured data for posts in selected post types.
nl_nl: Voeg artikeldata gestructureerd toe voor berichten in de geselecteerde berichttypen.

source: Add author as owner
nl_nl: Voeg auteur toe als eigenaar

source: Add the author of the post as owner of the structured data in selected post types.
nl_nl: Voeg de auteur van het bericht toe als eigenaar van de gestructureerde data in de geselecteerde berichttypen.

source: XML Sitemap settings
nl_nl: XML Sitemap instellingen

source: XML sitemaps are enabled. Please select sitemap generation options in the tabs below.
nl_nl: XML sitemap's zijn ingeschakeld. Selecteer de gewenste opties in de tabs.

source: Sitemap content
nl_nl: Sitemap inhoud

source: Sitemap location
nl_nl: Sitemap locatie

source: The location of the XML file.
nl_nl: De locatie van het XML bestand.

source: Items per page
nl_nl: Aantal per pagina

source: The maximum number of sitemap records per page. Lower this value if you run into memory issues.
nl_nl: Het maximum aantal sitemap items per pagina. Verlaag deze waarde als er geheugen op de server te weinig geheugen is.

source: Style sitemap
nl_nl: Stijl de sitemap

source: If enabled, performs basic CSS styling on the XML output.
nl_nl: Als dit is ingeschakeld wordt er een eenvoudige styling toegepast op de XML pagina's.

source: Select the post types that should be added to the XML sitemap.
nl_nl: Selecteer de berichttypen die moeten worden weergegeven in de XML sitemap.

source: Taxonomies
nl_nl: Taxonomieën

source: Select the taxonomies that should be added to the XML sitemap.
nl_nl: Selecteer de taxonomieën die moeten worden weergegeven in de XML sitemap.

source: Add author pages
nl_nl: Voeg auteur pagina's toe

source: If enabled, also creates a sitemap of all author-pages.
nl_nl: Als dit is ingeschakeld, wordt ook de sitemap van alle auteurs toegevoegd.

source: Admin Core of Buzz SEO.
nl_nl: Admin Core van Buzz SEO.

source: This is a WordPress SEO plugin. It covers the basics of SEO optimization. Requires PHP 5.3+ and WP 4.1+
nl_nl: Dit is een WordPress SEO plugin. Het bevat de basis tools om uw site te optimaliseren voor zoekmachines (SEO). Deze plugin heeft minimaal PHP 5.3+ en WP 4.1+ nodig.

source: The theme you are using is using the deprecated wp_title() functions which prevents Buzz SEO from generating the correct titles. Please ask your theme developer to update the theme.
nl_nl: Het actieve thema dat gebruikt wordt, maakt nog gebruik van de verouderde wp_title() functie om de document titel te genereren. Hierdoor kan Buzz SEO de document titels niet optimaliseren. Vraag de ontwikkelaar van het thema om het thema te updaten.

source: Select an image
nl_nl: Selecteer een afbeelding

source: Select
nl_nl: Selecteren

source: A new version of the Buzz SEO plugin is available.
nl_nl: Er is een nieuwe versie van de Buzz SEO plugin beschikbaar.

source: Unknown update checker status `%s`.
nl_nl: Onbekende update status `%s`.

source: Support for analytics.
nl_nl: Voeg ondersteuning toe voor Google Analytics en Google Webmaster Tools.

source: Removes WordPress junk from the HTML to speed up page loading.
nl_nl: Verwijder WordPress troep uit de HTML om de pagina`s sneller te laten laden.

source: Add an optimization SEO box for each post.
nl_nl: Voeg optimalisaties toe bij iedere post.

source: Search Engine Optimization (SEO)
nl_nl: Zoekmachine Optimalisatie (SEO)

source: SEO Analysis Box
nl_nl: SEO Content Analyse

source: Add an optimization SEO Analysis box for each post.
nl_nl: Voeg content analyse toe bij iedere post.

source: SEO Content Analysis
nl_nl: Content Analyse (SEO)

source: There are currently no errors found in the analysis.
nl_nl: Er zijn geen fouten gevonden tijdens de analyse.

source: There are currently no warnings found in the analysis.
nl_nl: Er zijn geen waarschuwingen gevonden tijdens de analyse.

source: There is probably a lot wrong with your content SEO wise.
nl_nl: Er is waarschijnlijk een boel mis met de content op SEO gebied.

source: The text contains {0} words, this is more than the {1} word recommended minimum.
nl_nl: De tekst bevat {0} woorden, dit is meer dan het aanbevolen minimum van {1} woorden.

source: The text contains {0} words, this is slightly below the {1} word recommended minimum. Add a bit more copy.
nl_nl: De tekst bevat {0} woorden, dit is iets minder dan het aanbevolen minimum van {1} woorden. Voeg iets meer content toe.

source: The text contains {0} words, this is below the {1} word recommended minimum. Add a little more useful content on this topic for readers.
nl_nl: De tekst bevat {0} woorden, dit is minder dan het aanbevolen minimum van {1} woorden. Voeg iets meer nuttige content toe.

source: The text contains {0} words, this is below the {1} word recommended minimum. Add more useful content on this topic for readers.
nl_nl: De tekst bevat {0} woorden, dit is minder dan het aanbevolen minimum van {1} woorden. Voeg meer nuttige content toe.

source: The text contains {0} word(s). This is far too low and should be increased.
nl_nl: De tekst bevat {0} woorden, dit is veel te weinig en zou moeten worden gecorrigeerd.

source: The specified meta description is {2} character(s) over the {1} available. Reducing it will ensure the entire description is visible.
nl_nl: De meta omschrijving is {2} karakter(s) langer dan de {1} beschikbare karakters. Het inkorten zorgt ervoor dat de hele omschrijving zichtbaar is.

source: No meta description has been specified, search engines will display copy from the page instead.
nl_nl: Er is geen meta omschrijving toegevoegd. Zoekmachines zullen willekeurige content tonen die op de pagina gevonden wordt.
